Repository: reuixiy/my-gnome
Catalog: shell-extensions/hidetopbar@mathieu.bidon.*/locale/*/LC_MESSAGES/*.po
Languages: pt_br

source: <b>Sensitivity</b>
pt_br: <b>Sensibilidade</b>

source: Show panel when mouse approaches edge of the screen
pt_br: Mostrar painel quando o rato se aproxima da borda da tela.

source: Keep hot corner sensitive, even in hidden state
pt_br: Mantém o canto de atividades, mesmo no estado oculto.

source: In the above case show overview, too
pt_br: No caso acima, também mostra a visão geral

source: Pressure barrier's threshold.
pt_br: Limiar da barreira de pressão:

source: Pressure barrier's timeout.
pt_br: Tempo limite da barreira de pressão:

source: <b>Animation</b>
pt_br: <b>Animação</b>

source: Slide animation time when entering/leaving overview.
pt_br: Tempo de animação ao entrar/sair da visão geral:

source: Slide animation time when mouse approaches edge of the screen.
pt_br: Tempo de animação quando o rato se aproxima da borda da tela:

source: <b>Keyboard shortcuts</b>
pt_br: <b>Tecla de atalho</b>

source: Key that triggers the bar to be shown.
pt_br: Tecla que mostra o painel:

source: Delay before the bar rehides after key press.
pt_br: Tempo para o painel ocultar depois de premir a tecla:

source: Pressing the shortcut again rehides the panel.
pt_br: Pressionar a tecla novamente oculta o painel.

source: <b>Intellihide</b>
pt_br: <b>Ação Inteligente</b>

source: Only hide panel when a window takes the space
pt_br: Somente ocultar quando a janela ocupar o espaço.

source: Only when the active window takes the space
pt_br: Somente ocultar quando a janela ativa ocupar o espaço.
