Repository: reuixiy/my-gnome
Catalog: shell-extensions/hidetopbar@mathieu.bidon.*/locale/*/LC_MESSAGES/hidetopbar.po
Languages: de, zh_cn

source: <b>Sensitivity</b>
de: <b>Berührungsempfindlichkeit</b>
zh_cn: <b>敏感性</b>

source: Show panel when mouse approaches edge of the screen
de: Panel anzeigen, wenn die Maus den oberen Bildschirmrand berührt
zh_cn: 当鼠标靠近屏幕上边沿时显示面板

source: In the above case, also show panel when fullscreen.
de: In diesem Fall auch das Panel im Vollbildmodus aneigen.

source: Keep hot corner sensitive, even in hidden state
de: "Hot Corner" auch aktiviert lassen, wenn das Panel versteckt ist
zh_cn: 面板隐藏时仍然保持热区敏感（可以呼出活动概览）

source: In the above case show overview, too
de: Wechsle im obigen Fall in die Übersicht
zh_cn: 上面的情况也显示活动概览

source: Pressure barrier's threshold.
de: Schwellenwert der Druckempfindlichkeit.
zh_cn: 压力屏障阈值

source: Pressure barrier's timeout.
de: Time-Out der Druckempfindlichkeit.
zh_cn: 压力屏障超时时间

source: Slide animation time when entering/leaving overview.
de: Animationszeit beim Betreten/Verlassen der Übersicht.
zh_cn: 进入/离开活动概览时面板滑动的动画时间

source: Slide animation time when mouse approaches edge of the screen.
de: Animationszeit, wenn die Maus den Bildschirmrand berührt.
zh_cn: 鼠标靠近屏幕上边沿时面板滑动的动画时间

source: <b>Keyboard shortcuts</b>
de: <b>Tastaturkürzel</b>
zh_cn: <b>键盘快捷键</b>

source: Key that triggers the bar to be shown.
de: Taste um die Leiste anzuzeigen.
zh_cn: 触发显示面板的快捷键

source: Delay before the bar rehides after key press.
de: Verzögerung, nachdem die Leiste nach dem Drücken der Taste, wieder ausgeblendet wird.
zh_cn: 面板在按下快捷键后被重新隐藏的延时

source: Pressing the shortcut again rehides the panel.
de: Erneutes Drücken des Tastenkürzels versteckt die Leiste wieder.
zh_cn: 再次按下快捷键时重新隐藏面板

source: <b>Intellihide</b>
de: <b>Intelligentes Ausblenden</b>
zh_cn: <b>智能隐藏</b>

source: Only hide panel when a window takes the space
de: Panel nur verstecken, wenn Fenster im Weg ist
zh_cn: 仅当有窗口占用面板空间时才隐藏面板

source: Only when the active window takes the space
de: Nur wenn ein aktives Fenster im Weg ist
zh_cn: 仅当活动窗口占用面板空间时才隐藏面板

source: In the above case, also show panel when fullscreen
de: In diesem Fall auch Panel im Vollbildmodus anzeigen

source: Pressure barrier's threshold:
de: Schwellenwert der Druckempfindlichkeit:

source: Pressure barrier's timeout:
de: Time-Out der Druckempfindlichkeit:

source: Slide animation time when entering/leaving overview:
de: Animationszeit beim Betreten/Verlassen der Übersicht:

source: Slide animation time when mouse approaches edge of the screen:
de: Animationszeit, wenn die Maus den Bildschirmrand berührt:

source: Key that triggers the bar to be shown:
de: Taste um die Leiste anzuzeigen:

source: Delay before the bar rehides after key press:
de: Verzögerung, nachdem die Leiste nach dem Drücken der Taste, wieder ausgeblendet wird:

source: Pressing the shortcut again rehides the panel
de: Erneutes Drücken des Tastenkürzels versteckt die Leiste wieder.

source: <b>Animation</b>
zh_cn: <b>动画效果</b>
